tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "asciinema"
brew "bat"
brew "exa"
brew "fish"
brew "git"
brew "gitui"
brew "httpie"
brew "ipython"
brew "mas"
brew "micro"
brew "mtr"
brew "node@18"
brew "python@3.10"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tree"
brew "yadm"
cask "alacritty"
cask "cheatsheet"
cask "contexts"
cask "font-iosevka-nerd-font"
cask "google-chrome"
cask "iina"
cask "karabiner-elements"
cask "keka"
cask "skype"
cask "transmission"
cask "visual-studio-code"
cask "zoom"
